/* WNError: WNAddressNetServiceLookupFailed title
   WNError: WNAddressLookupFailed title */
"Address Lookup Failed" = "Address Lookup Failed";

/* WNError: WNSocketConnectFailed title */
"Connect Failed" = "Connect Failed";

/* WNError: WNSocketConnectFailed description (address, underlying error) */
"Could not connect to %@: %@." = "Could not connect to %1$@: %2$@.";

/* WNError: WNSocketReadFailed description (address, underlying error) */
"Could not read from %@: %@." = "Could not read from %1$@: %2$@.";

/* WNError: WNAddressLookupFailed description (hostname, underlying error) */
"Could not resolve the address \"%@\": %@." = "Could not resolve the address \"%1$@\": %2$@.";

/* WNError: WNAddressNetServiceLookupFailed description */
"Could not retrieve address for server via Bonjour." = "Could not retrieve address for server via Bonjour.";

/* WNError: WNSocketWriteFailed description (address, underlying error) */
"Could not write to %@: %@." = "Could not write to %1$@: %2$@.";

/* WNError: WNSocketReadFailed title */
"Socket Read Failed" = "Socket Read Failed";

/* WNError: WNSocketWriteFailed title */
"Socket Write Failed" = "Socket Write Failed";
